var tourpoint = {
    "type": "FeatureCollection",
    "features": [
      {
        "type": "Feature",
        "properties": {
          "สถานที่ร้านอาหารดัง": "ครัวบุญเลิศ",
          "ประเภท": "อาหารทะเล",
          "ระดับ": 10
        },
        "geometry": {
          "coordinates": [
            100.62117791534496,
            13.541303028295104
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "สถานที่ร้านอาหารดัง": "ครัวเเม่คูซีน",
          "ประเภท": "อาหารทะเล",
          "ระดับ": 10
        },
        "geometry": {
          "coordinates": [
            100.62291089814732,
            13.527526467945492
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "สถานที่ร้านอาหารดัง": "ริมเขื่อนซีฟู้ด",
          "ประเภท": "อาหารทะเล",
          "ระดับ": 10
        },
        "geometry": {
          "coordinates": [
            100.59877472883943,
            13.601900558621068
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "สถานที่ร้านอาหารดัง": "ครัวบ้านเปิ้ล",
          "ประเภท": "อาหรตามสั่ง",
          "ระดับ": 10
        },
        "geometry": {
          "coordinates": [
            100.59845972883676,
            13.595284136220158
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "สถานที่ร้านอาหารดัง": "ร้านลิ้มดำรงค์",
          "ประเภท": "ขนม",
          "ระดับ": 10
        },
        "geometry": {
          "coordinates": [
            100.59654399999914,
            13.594602280279858
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "สถานที่ร้านอาหารดัง": "ระเบียงทะเล",
          "ประเภท": "อาหารทะเล",
          "ระดับ": 10
        },
        "geometry": {
          "coordinates": [
            100.61190500000168,
            13.539229321628795
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "สถานที่ร้านอาหารดัง": "บ้านต้นชมพู่",
          "ประเภท": "อาหารไทยประยุกต์",
          "ระดับ": 10
        },
        "geometry": {
          "coordinates": [
            100.59999037301907,
            13.621208687437587
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "สถานที่ร้านอาหารดัง": "ร้านอาหาร ขอบฟ้า ลาตะวัน",
          "ประเภท": "อาหารทะเล",
          "ระดับ": 10
        },
        "geometry": {
          "coordinates": [
            100.74180027116233,
            13.498805459610608
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "สถานที่ร้านอาหารดัง": "สายลม บางปู",
          "ประเภท": "อาหารไทย",
          "ระดับ": 10
        },
        "geometry": {
          "coordinates": [
            100.6127729999983,
            13.538717475566912
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "สถานที่ร้านอาหารดัง": "ครัวเฮียกบ",
          "ประเภท": "อาหารไทย",
          "ระดับ": 10
        },
        "geometry": {
          "coordinates": [
            100.6066741865103,
            13.616142546070634
          ],
          "type": "Point"
        }
      }
    ]
  }